

;     ▄█    █▄       ▄████████    ▄████████  ▄█    █▄  ▄██   ▄           ▄███████▄ ███    █▄   ▄█          ▄████████    ▄████████ 
;    ███    ███     ███    ███   ███    ███ ███    ███ ███   ██▄        ███    ███ ███    ███ ███         ███    ███   ███    ███ 
;    ███    ███     ███    █▀    ███    ███ ███    ███ ███▄▄▄███        ███    ███ ███    ███ ███         ███    █▀    ███    █▀  
;   ▄███▄▄▄▄███▄▄  ▄███▄▄▄       ███    ███ ███    ███ ▀▀▀▀▀▀███        ███    ███ ███    ███ ███         ███         ▄███▄▄▄     
;  ▀▀███▀▀▀▀███▀  ▀▀███▀▀▀     ▀███████████ ███    ███ ▄██   ███      ▀█████████▀  ███    ███ ███       ▀███████████ ▀▀███▀▀▀     
;    ███    ███     ███    █▄    ███    ███ ███    ███ ███   ███        ███        ███    ███ ███                ███   ███    █▄  
;    ███    ███     ███    ███   ███    ███ ███    ███ ███   ███        ███        ███    ███ ███▌    ▄    ▄█    ███   ███    ███ 
;    ███    █▀      ██████████   ███    █▀   ▀██████▀   ▀█████▀        ▄████▀      ████████▀  █████▄▄██  ▄████████▀    ██████████ 
;                                                                                             ▀                                   
;                                             ▄████████  ▄█     ▄████████  ▄█          ▄████████                                  
;                                            ███    ███ ███    ███    ███ ███         ███    ███                                  
;                                            ███    ███ ███▌   ███    █▀  ███         ███    █▀                                   
;                                           ▄███▄▄▄▄██▀ ███▌  ▄███▄▄▄     ███        ▄███▄▄▄                                      
;                                          ▀▀███▀▀▀▀▀   ███▌ ▀▀███▀▀▀     ███       ▀▀███▀▀▀                                      
;                                          ▀███████████ ███    ███        ███         ███    █▄                                   
;                                            ███    ███ ███    ███        ███▌    ▄   ███    ███                                  
;                                            ███    ███ █▀     ███        █████▄▄██   ██████████                                  
;                                            ███    ███                   ▀                                                       

[MD_WOTC_OW_HEAVYPULSERIFLE_CLASSIC_T1 X2WeaponTemplate]
FriendlyName="OW/AM Objective Individual Energerized Weapon"
AbilityDescName="objective individual energerized weapon"
BriefSummary= "This is a Pulsed Chemical Laser Rifle that primarily makes use of a microfusion breeder cell and a series of chemicals that have, up until now, been considered entirely theoretical. It appears to have been developed by a paramilitary group known as Overwatch. Who they were, what their objectives, and abilities are as of yet unknown. This weapon is accurate and capable of punching through most pre-invasion protective materials. Sadly Advent has since developed ceramic armor plating apparently meant to counter energy projectors of this nature. That said the Heavy Pulse Rifle is easy to use for anyone trained in the use of more conventional weaponry and has greater versatility than old world firearms when facing the threats of a post invasion world."
TacticalText="<Bullet/>Type: Assault Rifle\n<Bullet/>Firing Profile: Full-Auto\n<Bullet/>Action: Fusion Oscillator\n<Bullet/>Cartridge: 400Mhz Microfusion Cell\n<Bullet/>Origin: European Union\n<Bullet/>Tier: Conventional"

[MD_WOTC_OW_HEAVYPULSERIFLE_CLASSIC_T2 X2WeaponTemplate]
FriendlyName="OW/AM ARC-36 OIEW"
AbilityDescName="objective individual energerized weapon"
BriefSummary= "This is a Pulsed Chemical Laser Rifle that primarily makes use of a microfusion breeder cell and a series of chemicals that have, up until now, been considered entirely theoretical. It appears to have been developed by a paramilitary group known as Overwatch. Who they were, what their objectives, and abilities are as of yet unknown.\nThe original heavy rifle featured a readily available ammo counter display. This has since been substituted for a HUD compatible counter that can be turned off in the event that wifi ready equipment proves to be a liability. On top of ammo tracking the rifle features an adaptive AI that will help the user do more damage on targets. On top of that weapon efficiency has been upgraded."
TacticalText="<Bullet/>Type: Assault Rifle\n<Bullet/>Firing Profile: Full-Auto\n<Bullet/>Action: Fusion Oscillator\n<Bullet/>Cartridge: 400Mhz Microfusion Cell\n<Bullet/>Origin: European Union\n<Bullet/>Tier: Magnetic"

[MD_WOTC_OW_HEAVYPULSERIFLE_CLASSIC_T3 X2WeaponTemplate]
FriendlyName="OW/AM ARC-36B OIEW"
AbilityDescName="objective individual energerized weapon"
BriefSummary= "This is a Pulsed Chemical Laser Rifle that primarily makes use of a microfusion breeder cell and a series of chemicals that have, up until now, been considered entirely theoretical. It appears to have been developed by a paramilitary group known as Overwatch. Who they were, what their objectives, and abilities are as of yet unknown.\nExtensive reverse engineering of advent technology combined with recovered Overwatch gear and documentation has given us the penultimate Pulse Pistol. Short of drastic advances in material sciences and rewriting physical laws we are incapable of making a more powerful sidearm of this type. The P-113X runs at peak efficiency and increased focus in each pulse blast allows for maximum impact."
TacticalText="<Bullet/>Type: Assault Rifle\n<Bullet/>Firing Profile: Full-Auto\n<Bullet/>Action: Fusion Oscillator\n<Bullet/>Cartridge: 400Mhz Microfusion Cell\n<Bullet/>Origin: European Union\n<Bullet/>Tier: Beam"

[MD_WOTC_OW_HEAVYPULSERIFLE_CLASSIC_T4 X2WeaponTemplate]
FriendlyName="OW/AM ARC-36Z OIEW"
AbilityDescName="objective individual energerized weapon"
BriefSummary= "This is a Pulsed Chemical Laser Rifle that primarily makes use of a microfusion breeder cell and a series of chemicals that have, up until now, been considered entirely theoretical. It appears to have been developed by a paramilitary group known as Overwatch. Who they were, what their objectives, and abilities are as of yet unknown.\nAlthough we can't replicate the techniques that the Elders used for their forged weapons, we can at least attempt to use some of their techniques for our own weaponry. The OIEW is refurbished using the latest advancements and forging techniques from the Disruptor Rifle to become the ultimate all-around combat weapon for soldiers."
TacticalText="<Bullet/>Type: Assault Rifle\n<Bullet/>Firing Profile: Full-Auto\n<Bullet/>Action: Fusion Oscillator\n<Bullet/>Cartridge: 400Mhz Microfusion Cell\n<Bullet/>Origin: European Union\n<Bullet/>Tier: Forged"

;=======================================================================
;							War of the Chosen
;=======================================================================

[MD_WOTC_SKR_OW_HEAVYPULSERIFLE_CLASSIC_T1 X2WeaponTemplate]
FriendlyName="OW/AM Objective Individual Energerized Weapon"
AbilityDescName="objective individual energerized weapon"
BriefSummary= "This is a Pulsed Chemical Laser Rifle that primarily makes use of a microfusion breeder cell and a series of chemicals that have, up until now, been considered entirely theoretical. It appears to have been developed by a paramilitary group known as Overwatch. Who they were, what their objectives, and abilities are as of yet unknown. This weapon is accurate and capable of punching through most pre-invasion protective materials. Sadly Advent has since developed ceramic armor plating apparently meant to counter energy projectors of this nature. That said the Heavy Pulse Rifle is easy to use for anyone trained in the use of more conventional weaponry and has greater versatility than old world firearms when facing the threats of a post invasion world."
TacticalText="<Bullet/>Type: Assault Rifle\n<Bullet/>Firing Profile: Full-Auto\n<Bullet/>Action: Fusion Oscillator\n<Bullet/>Cartridge: 400Mhz Microfusion Cell\n<Bullet/>Origin: European Union\n<Bullet/>Tier: Conventional"

[MD_WOTC_SKR_OW_HEAVYPULSERIFLE_CLASSIC_T2 X2WeaponTemplate]
FriendlyName="OW/AM ARC-36 OIEW"
AbilityDescName="objective individual energerized weapon"
BriefSummary= "This is a Pulsed Chemical Laser Rifle that primarily makes use of a microfusion breeder cell and a series of chemicals that have, up until now, been considered entirely theoretical. It appears to have been developed by a paramilitary group known as Overwatch. Who they were, what their objectives, and abilities are as of yet unknown.\nThe original heavy rifle featured a readily available ammo counter display. This has since been substituted for a HUD compatible counter that can be turned off in the event that wifi ready equipment proves to be a liability. On top of ammo tracking the rifle features an adaptive AI that will help the user do more damage on targets. On top of that weapon efficiency has been upgraded."
TacticalText="<Bullet/>Type: Assault Rifle\n<Bullet/>Firing Profile: Full-Auto\n<Bullet/>Action: Fusion Oscillator\n<Bullet/>Cartridge: 400Mhz Microfusion Cell\n<Bullet/>Origin: European Union\n<Bullet/>Tier: Magnetic"

[MD_WOTC_SKR_OW_HEAVYPULSERIFLE_CLASSIC_T3 X2WeaponTemplate]
FriendlyName="OW/AM ARC-36B OIEW"
AbilityDescName="objective individual energerized weapon"
BriefSummary= "Documents indicate this weapon, the P-112 'Cadet', was engineered for a paramilitary group known as 'Overwatch.' What Overwatch was, their objectives, and capabilities are as of yet unknown. This 'Pulse Pistol' design appears to use a microfusion breeder cell along with a series of chemical substances that heretofore have been entirely theoretical.\nExtensive reverse engineering of advent technology combined with recovered Overwatch gear and documentation has given us the penultimate Pulse Pistol. Short of drastic advances in material sciences and rewriting physical laws we are incapable of making a more powerful sidearm of this type. The P-113X runs at peak efficiency and increased focus in each pulse blast allows for maximum impact."
TacticalText="<Bullet/>Type: Assault Rifle\n<Bullet/>Firing Profile: Full-Auto\n<Bullet/>Action: Fusion Oscillator\n<Bullet/>Cartridge: 400Mhz Microfusion Cell\n<Bullet/>Origin: European Union\n<Bullet/>Tier: Beam"